Revit 2024 API
RebarConstrainedHandle Properties
The RebarConstrainedHandle type exposes the following members.
Properties
Name | Description
IsValidObject
 Specifies whether the .NET object represents a valid Revit entity.
See Also
RebarConstrainedHandle Class
Autodesk.Revit.DB.Structure Namespace